[
  {
    "question": "Arya Sable"
  },
  {
    "question": "+91 8767917131 | arya.sable008@gmail.com | MH"
  },
  {
    "question": "Hands-on experience in web development and UI/UX design with a strong foundation in problem-solving and critical thinking."
  },
  {
    "question": "Adept at building responsive web applications and creating user-centered interfaces. Enthusiastic about learning modern tools"
  },
  {
    "question": "and collaborating in team-based environments to deliver impactful digital solutions."
  },
  {
    "question": "● Consistently maintained a 6.58 CGPA in B.E. Information Technology"
  },
  {
    "question": "● Deputy Hackathon Head – VCET Hackathon 2024 - Managed coordination and logistics for college-wide hackathon."
  },
  {
    "question": "● Deputy Cultural Secretary – VCET Students’ Council - Organized and led cultural events like Zeal, Freshers’ Day,"
  },
  {
    "question": "and Farewell. Bridged communication between students and council for cultural development."
  },
  {
    "question": "UI/UX Design Intern"
  },
  {
    "question": "EDBA Academy"
  },
  {
    "question": "[June-25] - [Present]"
  },
  {
    "question": "● Designed intuitive and visually engaging user interfaces using Figma."
  },
  {
    "question": "● Conducted user research and created empathy maps to understand user behavior and pain points."
  },
  {
    "question": "● Developed low- and high-fidelity wireframes for web and mobile applications."
  },
  {
    "question": "● Created interactive prototypes to simulate user flow and gather feedback."
  },
  {
    "question": "● Collaborated with UI developers to ensure seamless implementation of design specs."
  },
  {
    "question": "● Participated in weekly design critiques and applied feedback for iterative improvements."
  },
  {
    "question": "● Conducted usability testing to validate design decisions and improve UX."
  },
  {
    "question": "● Prepared style guides and design systems to maintain consistency across the product."
  },
  {
    "question": "● Documented design processes and user journey maps for handoff to stakeholders."
  },
  {
    "question": "● Gained exposure to real client requirements through Edba-collaborated projects."
  },
  {
    "question": "Skills"
  },
  {
    "question": "● Frontend: HTML5, CSS, JavaScript"
  },
  {
    "question": "● Design: Figma, Adobe XD, Canva"
  },
  {
    "question": "● Other: Git, GitHub, Team Collaboration"
  },
  {
    "question": "● Soft Skills: Problem-Solving, Critical Thinking, Communication"
  },
  {
    "question": "English, Hindi, marathi"
  }
]